do
function run(msg, matches)
  return [[
⚙راهنمای سوپرگروه:⚙
➖➖➖➖➖➖➖➖➖
🔒میوت : [عکس] [فیلم] [موزیک] [گیف] [متن] [همه]
➖➖➖➖➖➖➖➖➖
🔓ازاد کردن:[عکس] [فیلم] [موزیک] [گیف] [متن] [همه]
➖➖➖➖➖➖➖➖➖
🔐قفل : [استیکر] [تبلیغ] [ورود] [خروج] [تگ] [اسپم] [فلود] [عربی] [ممبر] [سرویس] [انگلیسی] [مدیا] [فحش] [یوزرنیم] [اپراتور] [سرپرستان] [ایموجی] [خودکار] [مخاطب]
➖➖➖➖➖➖➖➖➖
🔓باز کردن: [استیکر] [تبلیغ] [ورود] [خروج] [تگ] [اسپم] [فلود] [عربی] [ممبر] [سرویس] [انگلیسی] [مدیا] [فحش] [یوزرنیم] [اپراتور] [سرپرستان] [ایموجی] [خودکار] [مخاطب]

🔱ارتقا: مدیر کردن یک ممبر
♻️حذف مدیر: برداشتن مقام مدیریت
🚫ثبت حساسیت: از 5 تا  20
🚸لیست مدیران: مدیران ربات
✅مالک: دادن مدیریت گروه به یک نفر دیگر
🌐ایدی: دریافت اطلاعات خود
❌لیست سکوت: دریافت لیست چیزهایی که میوت شده اند
⭕️لیست بیصدا: دریافت لیست کسانی که بیصدا شده اند
✳️لینک جدید: ساخت لینک جدید گروه توسط ربات (در صورتی که ربات سازنده گروه باشد)
❇️ثبت لینک: ثبت لینک جدید
💹لینک: دریافت لینک گروه
⚠️ثبت اسم (اسم): ثبت عنوان گروه
♨️ثبت توضیحات (توضیاحات): ثبت توضیحات گروه
🔆تنظیم قوانین (قوانین): قرار دادن قوانین گروه
💠قوانین: دریافت قوانین گروه
🖼ثبت عکس: قرار دادن یک عکس برای گروه
🔰تنظیمات: دریافت تنظیمات گروه
➖➖➖➖➖➖➖➖➖
‼️برای راهنمایی بیشتر به ایدی مدیر مراجعه کنید:
@SiCk_KoN_BaW
  ]]
  end
return {
  description = "!buy", 
  usage = " !buy",
  patterns = {
    "^کمک$",
    "^راهنما$"
  },
  run = run
}
end
