do
function run(msg, matches)
  return [[
  ⚙راهنمای سوپرگروه:⚙
➖➖➖➖➖➖➖➖➖
🔒میوت : [عکس] [فیلم] [موزیک] [گیف] [متن] [همه]
➖➖➖➖➖➖➖➖➖
🔐قفل : [استیکر] [تبلیغ] [ورود] [خروج] [تگ] [اسپم] [فلود] [عربی] [ممبر] [سرویس] [انگلیسی] [مدیا] [فحش] [یوزرنیم] [اپراتور] [سرپرستان] [ایموجی] [خودکار] [مخاطب]
➖➖➖➖➖➖➖➖➖
ارتقا:مدیر کردن یک ممبر
حذف مدیر: برداشتن مقام مدیریت
ثبت فلود: از 5 تا 20
لیست مدیران:مدیران ربات
➖➖➖➖➖➖➖➖➖
برای راهنمایی بیشتر به ایدی مدیر مراجعه کنید:
@SiCk_KoN_BaW
  ]]
  end
return {
  description = "!buy", 
  usage = " !buy",
  patterns = {
    "^کمک$",
    "^راهنما$"
  },
  run = run
}
end
